Repository: AmirAbaskohi/VWS-API
Catalog: vws.web/Resources/Controllers/_department/DepartmentController.*.resx
Languages: fa_ir

source: Department's image updated to {0} by {1}.
fa_ir: تصویر دپارتمان توسط {1} به {0} به روز شد.

source: Error in writing files.
fa_ir: در نوشتن فایل مشکلی پیش آمد.

source: File extension is not allowed.
fa_ir: پسوند فایل مجاز نیست.

source: File size is not allowed.
fa_ir: حجم فایل معتبر نیست.

source: Image must be square.
fa_ir: تصویر باید مربع باشد.

source: Invalid department users.
fa_ir: اعضای دپارتمان نامعتبر است.

source: Invalid file.
fa_ir: فایل نامعتبر است.

source: Invalid team users.
fa_ir: اعضای تیم نامعتبر است.

source: Invalid users to add to department.
fa_ir: کاربرانی که میخواهید به دپارتمان اضافه کنید معتبر نیستند.

source: Length of color is more than 6 characters.
fa_ir: تعداد کاراکتر های بخش رنگ بیشتر از 6 کاراکتر است.

source: Length of description is more than 2000 characters.
fa_ir: تعداد کاراکتر های بخش توضیحات بیشتر از 2000 کاراکتر است.

source: Length of name is more than 500 characters.
fa_ir: تعداد کاراکتر های بخش اسم بیشتر از 500 کاراکتر است.

source: Name can not be empty or have more than 500 characters.
fa_ir: نام نمی تواند خالی یا دارای بیش از 500 کاراکتر باشد.

source: Selected user is not member of given department.
fa_ir: کاربر انتخاب شده در دپارتمان داده شده عضو نیست.

source: There is already a department with given name, in given team.
fa_ir: در حال حاضر دپارتمانی با این نام در تیم داده شده وجود دارد.

source: There is more than one file.
fa_ir: بیشتر از یک فایل وجود دارد.

source: There is no department with such id.
fa_ir: دپارتمانی با آی دی داده شده وجود ندارد.

source: There is no such file.
fa_ir: فایل وجود ندارد.

source: There is no team with such id.
fa_ir: تیمی با این آی دی وجود ندارد.

source: There is no user with given Id.
fa_ir: کاربری با آی دی داده شده وجود ندارد.

source: There is no user with such id.
fa_ir: کاربری با این آی دی وجود ندارد.

source: User you want to add, is already a member of selected department.
fa_ir: کاربری که میخواهید به دپارتمان اضافه کنید، هم اکنون عضو دپارتمان است.

source: User you want to to add, is not a member of selected team.
fa_ir: عضوی که می خواهید اضافه کنید، عضوی از تیم مشخص شده نیست.

source: You are not member of given department.
fa_ir: شما عضوی از دپارتمان داده شده نیستید.

source: You are not member of team.
fa_ir: شما عضوی از تیم نیستید.

source: You did not upload an image.
fa_ir: شما عکسی آپلود نکردید.

source: Your file does not have extension.
fa_ir: فایل شما پسوند ندارد.

source: {0} added {1} to department.
fa_ir: {0} {1} را به دپارتمان اضافه کرد.

source: {0} deleted {1} department.
fa_ir: {0} دپارتمان {1} را حذف کرد.

source: {0} department created by {1} under {2} team.
fa_ir: دپارتمان {0} توسط {1} تحت تیم {2} ایجاد شد.

source: {0} removed {1} from department.
fa_ir: {0} {1} را از دپارتمان حذف کرد.

source: {0} updated department's color from {1} to {2}.
fa_ir: {0} رنگ دپارتمان را از {1} به {2} به روز کرد.

source: {0} updated department's description from {1} to {2}.
fa_ir: {0} توضیحات دپارتمان را از {1} به {2} به روز کرد.

source: {0} updated department's name from {1} to {2}.
fa_ir: {0} نام دپارتمان را از {1} به {2} به روز کرد.

source: {0} updated department's team from {1} to {2}.
fa_ir: {0} تیم دپارتمان را از {1} به {2} به روز کرد.
