Repository: AmirAbaskohi/VWS-API
Catalog: vws.web/Resources/Controllers/_account/AccountController.*.resx
Languages: fa_ir

source: Changing the password was unsuccessful.
fa_ir: تغییر پسورد موفقیت آمیز نبود.

source: Email already confirmed.
fa_ir: ایمیل در حال حاضر تایید شده است.

source: Email is invalid.
fa_ir: ایمیل وارد شده نا معتبر است.

source: Email is not confirmed yet.
fa_ir: ایمیل شما هنوز تایید نشده است.

source: Emil confirmation failed.
fa_ir: تایید ایمیل موفق نبود.

source: Error in writing files.
fa_ir: در نوشتن فایل مشکلی پیش آمد.

source: File extension is not allowed.
fa_ir: پسوند فایل مجاز نیست.

source: File size is not allowed.
fa_ir: حجم فایل معتبر نیست.

source: Last password is not true.
fa_ir: پسورد قبلی درست نیست.

source: Password or Username is wrong.
fa_ir: نام کاربری یا رمز عبور اشتباه است.

source: Passwords must be at least 8 characters.
fa_ir: رمز عبور باید حداقل 8 رقم داشته باشد.

source: Passwords must have at least one digit ('0'-'9').
fa_ir: رمز عبور حتما باید شامل یک رقم باشد.

source: Passwords must have at least one lowercase ('a'-'z').
fa_ir: رمز عبور حتما باید شامل یک حرف انگلیسی کوچک باشد.

source: Problem happened in sending email.
fa_ir: در روند ارسال ایمیل مشکلی پیش آمد.

source: Refresh token is invalid.
fa_ir: توکن بازسازی داده شده معتبر نیست.

source: Request for reset password is not valid. Request for reset password again.
fa_ir: درخواست برای تغییر رمز عبور معتبر نیست. دوباره درخواست بدهید.

source: Reseting the password was unsuccessful.
fa_ir: تغییر رمز عبور ناموفق بود.

source: There is a user with this email.
fa_ir: کاربری با این ایمیل وجود دارد.

source: There is a user with this username.
fa_ir: کاربری با این نام کاربری وجود دارد.

source: There is more than one file.
fa_ir: بیش از یک فایل وجود دارد.

source: There is no such file.
fa_ir: فایل وجود ندارد.

source: Too many requests.
fa_ir: باید از زمان ارسال ایمیل قبلی شما مقداری گذشته باشد.

source: User does not exist.
fa_ir: کاربری با این مشخصات وجود ندارد.

source: Username should not contain @ character.
fa_ir: نام کاربری نباید شامل @ باشد.

source: You did not upload an image.
fa_ir: شما عکسی آپلود نکرده اید.

source: Your file does not have extension.
fa_ir: فایل شما پسوند ندارد.

source: Your password changed successfully!
fa_ir: پسورد شما با موفقیت تغییر کرد!

source: Email not verified.
fa_ir: ایمیل نامعتبر است.
