Repository: AmirAbaskohi/VWS-API
Catalog: vws.web/Resources/Controllers/_task/TaskController.*.resx
Languages: fa_ir

source: Check list item title can not have more than 500 characters.
fa_ir: عنوان آیتم چک لیست نمی تواند بیشتر از 500 کاراکتر داشته باشد.

source: Check list item with given id does not exist.
fa_ir: آیتمی با این آی دی وجود ندارد.

source: Check list title can not have more than 250 characters.
fa_ir: عنوان چک لیست نمی تواند بیشتر از 250 کاراکتر داشته باشد.

source: Check list with given id does not exist.
fa_ir: چک لیستی با آی دی وجود ندارد.

source: Comment body can not be emty or have more than 1000 characters.
fa_ir: کامنت نمیتواند خالی باشد یا بیش از 1000 کاراکتر داشته باشد.

source: Invalid status.
fa_ir: وضعیت نا معتبر.

source: Invalid tags.
fa_ir: تگ نامعتبر.

source: Length of color is more than 6 characters.
fa_ir: طول رنگ در باید کمتر از 6 کاراکتر باشد.

source: Length of description is more than 2000 characters.
fa_ir: تعداد کاراکتر های بخش توضیحات بیشتر از 2000 کاراکتر است.

source: Length of title is more than 100 characters.
fa_ir: طول تیتر باید کمتر از 100 کاراکتر باشد.

source: Length of title is more than 500 characters.
fa_ir: تعداد کاراکتر های بخش عنوان بیشتر از 500 کاراکتر است.

source: Priority id is not defined.
fa_ir: اولویت تسک معتبر نیست.

source: Project not found.
fa_ir: پروژه یافت نشد.

source: Some of users you want to add do not have access to team or project.
fa_ir: تعدادی از کاربرانی که میخواهید تسک را به آن ها اساین کنید، به تیم یا پروژه مشخص شده دسترسی ندارند.

source: Start Date should be before End Date.
fa_ir: زمان شروع باید قبل از زمان پایان باشد.

source: Status not found.
fa_ir: وضعیتی با آی دی داده شده یافت نشد.

source: Task already has the tag.
fa_ir: تسک در حال حاضر این تگ را دارد.

source: Task comment access denied.
fa_ir: شما به کامنت دسترسی ندارید.

source: Task comment not found.
fa_ir: کامنت یافت نشد.

source: Task does not exist.
fa_ir: تسک وجود ندارد.

source: Task does not have the tag.
fa_ir: تسک دارای تگ انتخاب شده نیست.

source: Task is assigned to user before.
fa_ir: تسک قبلا به کاربر اختصاص داده شده است.

source: Team not found.
fa_ir: تیم یافت نشد.

source: There is no attachment with such information for given comment.
fa_ir: ضمیمه ای با اطلاعات داده شده برای کامنت انتخاب شده وجود ندارد.

source: There is no attachment with such information for given task.
fa_ir: ضمیمه ای با اطلاعات داده شده برای تسک انتخاب شده وجود ندارد.

source: There is no status to give task.
fa_ir: وضعیتی وجو ندارد تا به تسک الصاق شود/

source: Title can not be empty or with more than 500 characters.
fa_ir: تیتر نمیتواند خالی یا دارای بیش از 500 کاراکتر باشد.

source: User does not exist.
fa_ir: کاربر وجود ندارد.

source: User you selected does not have access to task already.
fa_ir: کاربر انتخاب شده، در حال حاضر به تسک دسترسی ندارد.

source: You can not delete status which has task.
fa_ir: شما نمیتوانید وضعیتی که در آن تسک وجود دارد را حذف کنید.

source: You can not edit and delete comment before 5 minutes of your last change.
fa_ir: شما نمی توانید تسک را قبل از گذشتن 5 دقیقه از آخرین تغییر، تغییر دهید یا حذف کنید.

source: You can not provide both project id and team id.
fa_ir: نمی توانید شناسه پروژه و شناسه تیم را با هم ارائه دهید.

source: You do not have access to project.
fa_ir: شما به پروژه دسترسی ندارید.

source: You do not have access to task status.
fa_ir: عدم دسترسی.

source: You do not have access to task tag.
fa_ir: شما به این تگ دسترسی ندارید.

source: You do not have access to team.
fa_ir: شما به تیم دسترسی ندارید.

# You do not have access to this check list.
source: You don not have access to this check list.
fa_ir: شما به این چک لیست دسترسی ندارید.

source: You don't have access to this task.
fa_ir: شما به این تسک دسترسی ندارید.
