Repository: AmirAbaskohi/VWS-API
Catalog: vws.web/Resources/Controllers/_team/TeamController.*.resx
Languages: fa_ir

source: Created new invite link by {0} with guid {1}.
fa_ir: لینک دعوت جدیدی با آی دی {1} توسط {0} ایجاد شد.

source: Error in writing files.
fa_ir: در نوشتن فایل مشکلی پیش آمد.

source: File extension is not allowed.
fa_ir: پسوند فایل مجاز نیست.

source: File size is not allowed.
fa_ir: حجم فایل معتبر نیست.

source: High
fa_ir: بالا

source: Invalid emails.
fa_ir: ایمیل ها نامعتبر اند.

source: Invalid users.
fa_ir: کاربران نامعتبر اند.

source: Invite link with id {0} revoked by {1}.
fa_ir: لینک با آی دی {0} توسط {1} منقضی شد.

source: Length of color is more than 6 characters.
fa_ir: تعداد کاراکتر بخش رنگ بیشتر از 6 کاراکتر است.

source: Length of description is more than 2000 characters.
fa_ir: تعداد کاراکتر های بخش توضیحات بیشتر از 2000 کاراکتر است.

source: Length of title is more than 500 characters.
fa_ir: تعداد کاراکتر های بخش نام بیشتر از 500 کاراکتر است.

source: Link does not exist.
fa_ir: لینک وجود ندارد.

source: Link is not valid
fa_ir: لینک معتبر نیست.

source: Low
fa_ir: پایین

source: Medium
fa_ir: متوسط

source: No Time
fa_ir: بدون زمان

source: Personal
fa_ir: شخصی

source: Task {0} created by {1} under this team.
fa_ir: تسک {0} توسط {1} تحت این تیم ایجاد شد.

source: Team color updated from {0} to {1} by {2}.
fa_ir: رنگ تیم از {0} به {1} توسط {2} به روز شد.

source: Team created by {0}.
fa_ir: تیم توسط {0} ساخته شد.

source: Team description updated to {0} by {1}.
fa_ir: توضیحات تیم به {0} توسط {1} به روز شد.

source: Team image updated to {0} by {1}.
fa_ir: تصویر تیم به {0} توسط {1} به روز شد.

source: Team name can not be empty and should have less than 500 characters.
fa_ir: نام تیم نمی تواند خالی باشد و باید کمتر از 500 کاراکتر داشته باشد.

source: Team name updated from {0} to {1} by {2}.
fa_ir: نام تیم از {0} به {1} توسط {2} به روز شد.

source: Team {0} created by {1}.
fa_ir: تیم {0} توسط {1} ایجاد شد.

source: There is more than one file.
fa_ir: بیشتر از یک فایل وجود دارد.

source: There is no such file.
fa_ir: فایل وجود ندارد.

source: There is no team with given Id.
fa_ir: تیمی با این آی دی وجود ندارد.

source: You are a member of a team with that name.
fa_ir: شما عضو تیمی با همین نام هستید.

source: You are already joined the team.
fa_ir: شما هم اکنون در تیم عضو هستید.

source: You are not a member of team.
fa_ir: شما عضوی از تیم نیستید.

source: You did not upload an image.
fa_ir: شما عکسی آپلود نکردید.

source: You don't have access to this team.
fa_ir: شما به این تیم دسترسی ندارید.

source: Your file does not have extension.
fa_ir: فایل شما پسوند ندارد.

source: {0} added {1} to team.
fa_ir: {0} {1} را به تیم اضافه کرد.

source: {0} created new invite link with id {1}.
fa_ir: {0} لینک دعوت جدیدی با آی دی {1} ایجاد کرد.

source: {0} joined the group using {1} invite link.
fa_ir: {0} با استفاده از لینک {1} به تیم اضافه شد.

source: {0} joined the team using invite link with guid {1}.
fa_ir: {0} با استفاده از لینک با آی دی {1} به تیم پیوست.

source: {0} updated team image.
fa_ir: {0} تصویر تیم را به روز کرد.
